{
    "id": "30659",
    "link": "http://www.slownik.ihpan.edu.pl/search.php?id=30659",
    "dictionary": "Kraków",
    "name": "MSTÓW",
    "type": "miejscowość",
    "text": [
        {"point_num":"0",
         "point_content":[{"text":"(1193 Mstou — SUB 1, 61[[1]]; 1278 villa Msthow — Mp. 2, 485 kop.; 1372 oppidum Mstow — Archiwum Państwowe we Wrocławiu, Kopiarz klasztoru Augustianów, sygn. Rep. 135 nr 22; 1405 oppidum Mstouiense — ZDM 6, 1674; 1412 civitas Mstouiensis — KSN 3091; 1426 opidum Msthow — GK 2 s. 672; 1428 Msstow — ZK 312 s. 344; opidum Mstow — ZK 312 s. 388; 1440 civitas Mstow — GK 7 s. 153; 1473 Musthow — Księga promocji s. 64; 1477 Misthow — Księga promocji s. 68) osada, od 1278 miasto, wieś od 1869 r., dziś wieś gminna (Wykaz urzędowych nazw miejscowości w Polsce, t. 2, W. 1981, s. 491; Spis miejscowości w Polsce w układzie alfabetycznym, Katowice 2006, s. 362).\nTreść hasła: 1. Przynależność administracyjna i kościelna. 2. -a. Położenie i granice, -b. Obiekty topograficzne, -c. Obiekty gospodarcze, -d. Drogi, mosty, cło, -e. Zabudowa. 3. -a. Sprawy własnościowe, -b. Powinności, -c. Handel, zasięg terytorialny rynku lokalnego mstow., -d. Rzemiosło miejskie, rzemieślnicy i zawody artystyczne, -e. Mieszczanie, -f. Majątek mieszczan, -g. Majątek miasta, -h. Rajcy. 4. -a. Lokacja, -b. Wójtowie, wójtostwo, podwójciowie, -c. Ławnicy, przysięgli, -d. Sąd gajony-ławniczy. 5. Kościół, kaplica w mieście. 6. -aa. Duchowni pochodzący z M. -ab. Osoby z M. egzaminowane do święceń kapłańskich, -b. Studenci Uniw. Krak. pochodzący z M., -c. Osoby z M. przyjęte do pr. miej. w Krakowie i zamieszkujące w tym mieście, -d. Osoby z M. zamieszkujące w innych miastach, -e. Pobyty panujących, -f. Posiedzenia sądowe w M., -g. Ważne wydarzenia i incydenty, 7. -a. Źródła, dodatkowe skróty, -b. Literatura, 8. Kultura materialna. Uw."}]
        },
        {"point_num":"1",
         "point_content": [
            {"text": "1. "},
            {"regesty":"1530 ziemia krak. (RP k. 59); 1444 pow. lel. (GK 8 s. 1041); 1508—9 pow. lel. (RP s. 359, 381); 1530, 1563, 1581 pow. lel. (RP k. 59, s. 415—6; ŹD s. 77); 1441, 1458 dystr. [skarbowy] mstow. (SP 2, 2949; GK 14 s. 63); 1487 diec. krak. (Metryka UK 1 s. 463); 1518 diec. krak. (Metryka UK z l. 1509—1551 s. 91); przed 1456 par. → Mstów klasztor p. 1—2; 1470—80 w mieście M. kościół par. filialny (DLb. 3 s. 149); 1598 w mieście M. kaplica szpitalna Ś. Stanisława (WR k. 114v)."}]
        },
        {"point_num":"2a",
         "point_content": [
            {"text": "2a. Położenie i granice. "},
            {"regesty": "1446 Dziersław z Kłobukowic rozgranicza swoją wieś Kłobukowice od miasta M. i wsi Kuchary (Bon. 10 s. 158); 1456 miasto M. położone za [nad] rz. Wartą w diec. krak. (DLb. 3 s. 160—1); 1470 Małusze Stare k. M. (ZK 314 s. 262); 1470—80 miasto M. graniczy z wsiami: Siedlec, Lgota, Kusięta, Małusze, Klobukowice [ziemia sier.], Rzerzęczyce [ziemia sier.], Chorzemice [ziemia sier.], Rudniki, Rędziny i Wyczerpy (DLb. 3 s. 150); 1479 wieś Siedlec leżąca k. M. (AG perg. 5213; Nabiałek, Starostwo olsztyńskie → p. 7, s. 436); 1513 pkom. krak. rozgranicza M., należący do miejscowego kl. od Starych i Średnich [Pośrednich] Małusz, należących do Samsona Koskowskiego, Tomasza, Filipa, Mik. Wójcika i Jana Ćwiczka. Granica zaczyna się od narożnika między Lgotą, Starymi Małuszami i Brzyskowem [dziś wieś Brzyszów] „seu” M., a następnie wiedzie przez pola i zarośla Brzysków i dalej poprzez górę zw. Skarzawa do drogi z M. do Starych Małusz i przez następne wzgórza, zarośla, pola, doły do góry za wielkim dołem, aż do ściany wsi Zawada (Kopiarz mstowski s. 97—9)."}]
        },
        {"point_num":"2b",
         "point_content": [
            {"text":"-b. Obiekty topograficzne. "},
            {"regesty":"1257, 1570 rz. Warta → p. 2d; 1456, 1470—80 taż rzeka → p. 2a; 1579 taż rzeka → niżej; 1406, 1513 niwa i góra zw. Skarzawa w Starych Małusach [dziś pole Skarzawa w Małusach Małych i M. — UN 202 s. 23; Mapa Obrębów] (ZK 311 s. 54; Kopiarz mstowski s. 97—9); 1417 łąka w Gadoku (in Gadok) [dziś łąki i pastwiska Gatka w M. — UN 202 s. 23] → p. 3e (ZDM 1, 317); 1437 Góra Rudna żelazna w M. → Mstów klasztor p. 3a (ZK 313 s. 42); 1456, 1470—80, 1570, 1598 rz. Warta (DLb. 3 s. 149—50; 160—1; LDK s. 66; WR k. 114v); 1464 siostry rodz. Elżbieta wd. po Janie z Sowiny [niezid.], Katarzyna ż. Jana z M. i Jadwiga ż. Szczepana z Chomętowa [niezid.] dzielą się dobrami po ojcu w → Małuszach Starych i Pośrednich. Elżbiecie przypada m.in. łan na Rędzinkach [dziś pole Rędzina w Małusach Małych i pole Rędzinki w M. — UN 202 s. 23], Katarzynie przypada m.in. niwa pod miastem M., trzecia cz. gajów od strony miasta [M.], Jadwidze przypada m.in. niwa pod M. k. Brzeszczanki (ZK 314 s. 173—4); 1568 w M. las zw. Garnek [dziś w M. pole o tej nazwie, położone na południowy zachód od centrum miejscowości — UN 202 s. 23; Mat. do MWK s. 192] (AG perg. 3927); 1579 rola pod górą zw. Dobra [dziś w Wancerzowie na NW od centrum M. na lewym brzegu rz. Warty wzniesienie zw. Dobra Góra — Mapa Obrębów; UN 202 s. 24] (AG perg. 3981)[[2]]."}]
        },
        {"point_num":"2c",
         "point_content": [
            {"text":"-c. Obiekty gospodarcze. "},
            {"regesty": "1250 we wsi M., należącej do kl. kan. reg. na Piasku we Wrocławiu są karczmy → Mstów klasztor p. 3a (SUB 2, 397); 1431 Machna wd. po Szulku z Mrzygłodu pozywa Piotra prep. kl. z M. o to, że trzyma bezprawnie młyn [Piwoniowski] przed miastem M. i nie dopuszcza jej do niego, mimo iż posiada ona pr. bliższości do tego młyna. Piotr zeznaje, że nie przybędzie do Krakowa na wyznaczony termin posiedzenia sądu grodz. w tej sprawie, gdyż nie ma koni (GK 4 s. 343); taż Machna pozywa Piotra prep. z M. o użycie przed sądem w M. pod jej adresem wyzwisk (pro malis verbis) (GK 4 s. 344); Niklos wójt z Pilczy [dziś Pilica] zięć? (gener) tejże Machny pozywa Piotra prep. z M. o użycie przed sądem w M. w stosunku do niego wulgarnych słów (GK 4 s. 344); na mocy wyroku Piotra z Pieskowej Skały wwdy sand., star. krak. i sier. Piotr prep. kl. w M. ma dać w posiadanie Machnie z Mrzygłodu młyn Piwoniowski przed miastem M.; Niklos z Pilczy pełnomocnik Machny z Mrzygłodu postawił przed sądem szl. Klemensa z Mokrzeszy sędziego [olsztyńskiego], Mściwoja z Rędzin, Stanisława z Rząsaw, Siecieja z Kruszyny [ziemia wiel.] asesorów, którzy oświadczyli, że przywilej dla Machny na ten młyn spłonął 30 lat wcześniej, co Niklos przed Janem ze Szczekocin kaszt. lub. i star. olsztyńskim oraz jego burgrabią [z Olsztyna] udowadnia (GK 4 s. 351); 1442 młynarz → Mstów klasztor p. 5a (GK 7 s. 962); 1470—80 w mieście M. jest 15 jatek rzeźniczych, 2 młyny na rz. Warcie (DLb. 3 s. 149—50); 1493 opłaty z tytułu mielenia zboża od młynarzy z młynów w M. oraz danina z chlebów pszenicznych należą do miejscowego klasztoru (MK 17 k. 29r—v; MS 2, 105; Nabiałek, Starostwo olsztyńskie → p. 7, s. 440—1); 1563 [2] młyny zakupne w M. (RP s. 415—6, k. 199); 1581 w M. 2 koła doroczne, 6 kół zakupnych, 3 koła stępne (ŹD s. 157)."}]
        },
        {"point_num":"2d",
         "point_content": [
            {"text":"-d. Drogi, mosty, cło. "},
            {"regesty": "Przed 1250 Bolesław Wstydl. ustanawia cło w M. i nadaje je klasztorowi w M., będącemu filią kl. Na Piasku we Wrocławiu (Kopiarz mstowski s. 52—3; MS 2, 338; LDK s. 65—6); 1250 cło we wsi M., należące do kl. kan. reg. na Piasku we Wrocławiu → Mstów klasztor p. 3a (SUB 2, 397); 1257 most na rz. Warcie poniżej klasztoru → Mstów klasztor p. 3a (Mp. 1, 48 kop.); 1470—80 w mieście M. jest pobierane cło od koni, wołów, owiec i świń na rzecz kl. mstow. (DLb. 3 s. 150); 1476 przez M. niejednokrotnie pędzone jest bydło (Spominki → Mstów klasztor p. 7, nr 78); 1494 Jan Olbr. odnawia kl. mstow. wszystkie przyw., w tym na cło → Mstów klasztor p. 3a (MS 2, 338; Kopiarz mstowski s. 50—5); 1513 droga z M. do Starych Małusz (Kopiarz mstowski s. 97—9); 1514 Bernard [oficjał] zobowiązany do pobrania od Piotra Stajennego mieszcz. z M., dzierżawcy miejscowego cła, 1 grz., którą Piotr miał od 400 wołów i ukrył (J. Krzemieniecki, Bernardinus Gallelus de Jadra vicarius et officialis generalis Cracoviensis 1509—1517, Kr. 1934); 1525 Zygmunt I zwalnia m. Sandomierz z powodu ostatniego pożaru od ceł w wyszczególnionych imiennie miastach, w tym w M. (Pergaminy Archiwum Kapituły Katedralnej Sandomierskiej, oprac. F. Kiryk, Sandomierz 2002, nr 121); 1529 w mieście M. jest pobierane cło od koni i wołów na rzecz kl. mstow. (LR s. 345); 1538 droga z Lusławic do M., droga z Żurawia do M. (ZK 187 s. 543—5); 1538/9 w komorze celnej mstow. pobrano 30 zł z tytułu cła (J. Małecki, Studia nad rynkiem regionalnym Krakowa w XVI wieku, Wr. 1963, s. 205); 1545 droga publiczna z Lelowa do M. biegnąca między Mokrzeszą a Krasicami (ZK 322 s. 14); 1555 przez wieś Mirów prowadzi droga z M. do Częstochowy (Kopiarz mstowski s. 143—4); 1564 strażnik celny w M. podlegający komorze częstochowskiej (LK 2 s. 134; AS rps 19 k. 244v); 1570 przez Miechów, Żarnowiec, Lelów, M., Kłobuck i Krzepice biegnie droga z Krakowa na Śląsk oraz do Wielkopolski i Prus. Kl. mstow. pobiera w M. cło z nadania Bolesława Wstydl., potwierdzonego przez Jana Olbr. w przyw. z 1494. Prep. mstow. buduje 2 mosty przez rz. Wartę i naprawia drogę biegnącą przez M. (LDK s. 65—6); 1576 król Stefan [Batory] zatwierdza przyw. Zygmunta Augusta, uwalniający mieszczan sand. od płacenia myta i ceł od bydła i towarów w wyszczególnionych imiennie miastach, w tym w M. (Katalog Archiwum Aktów Dawnych miasta Krakowa, I dyplomy perg., Kr. 1907, nr 950); 1593 droga z M. do Przyrowa → Knieja p. 2 (GK 200 s. 1696—1780)."}]
        },
        {"point_num":"2e",
         "point_content": [
            {"text":"-e. Zabudowa. "},
            {"regesty": "1464 Więcesław zobowiązuje się pod karami opuścić dom w ciągu 14 dni i przekazać go bratu rodz. Piotrowi Gozdowi (Decreta 1, nr 597); 1470—80 w mieście M. jest 105 domów mieszcz. (DLb. 3 s. 149); 1495 Jadwiga Rozumkowa ofiarowała swemu zięciowi Baltazarowi Spikowi i jego ż. Annie dom z ogrodem i folwarkiem, a następnie tenże Baltazar zamienił się tymi dobrami z Maciejem Miecharką (Decreta 2, nr 557); 1503 dom Pawła Tatarki (Decreta 2, 889); 1529 w mieście M. domy mieszczan (LR s. 345); 1528 w M. dom należący do księdza Jana z M., otrzymany w spadku po śmierci brata tegoż księdza (DP 2, 374); 1557 drewniany dom w rynku (Kiryk, Rozwój → p. 7, s. 176, 407); 1598 szpital [przytułek dla ubogich] położony przy jednej z ulic w M., uposażony 3 domami w M. (WR k. 114v)."}]
        },
        {"point_num":"3a",
         "point_content": [
            {"text": "3a. Sprawy własnościowe. "},
            {"regesty": "Własn. kl. kan. reg. w M. 1193 pap. Celestyn III bierze w opiekę kl. [kan. reg.] na Piasku we Wrocławiu i zatwierdza jego posiadłości, m.in. M. z przynależnościami i dziesięcinami, karczmę w Lelowie i karczmę w Kromołowie (SUB 1, 61; Mp. 1 s. 58 kop.); 1220, 1250 osada kl. w M. (Kopiarz mstowski s. 25—7; Mp. 2, 385; SUB 2, 397); 1278, 1372, 1405, 1428, 1450, 1470—80, 1490, 1493, 1529, 1568, 1579 miasto kl. mstow. → Mstów klasztor p. 3a; 1507 miasto kl. mstow. → p. 2c; 1501, 1521, 1597 miasto kl. mstow. → p. 6 g."}]
        },
        {"point_num":"3b",
         "point_content": [
            {"text": "-b. Powinności. "},
            {"regesty": "1456 miasta Częstochowa i M. wystawiają wspólnie na wojnę pruską 6 pieszych żołnierzy, 1 wóz i 2 działa i przyłączają się do oddziału wystawionego przez starostę z zamku Olsztyn (M. Kuntze, Przyczynek do badań nad historią wojskowości w Polsce, KH 44, 1930, s. 49; Mp. 5 C 75); 1461 wielkorządca krak. wypłaca posłańcom z pismami król do M. i Częstochowy 18 gr (AKH 11 s. 480, nr 191); 1462—3 Maciej Błędowski kantor przem., pleb. w Więcławicach i poborca cyzy obwinia wyszczególnione z nazw miasta, w tym M., o niezapłacenie tego podatku król. (SP 2, 3694; GK 16 s. 145; GK 17 s. 56); 1501 wymienione miasta, w tym M., skazane na karę król. XIV za niedopuszczenie poborcy Mik. Kępanowskiego do pobrania czopowego (GK 28 s. 342); rady wyszczególnionych imiennie miast, w tym M., skazane na karę król. XIV za nie zapłacenie podatku król. uchwalonego na sejmie piotrkowskim (GK 28 s. 356); 1521 miasto M. dostarcza na wyprawę wojenną 1 wóz z żywnością, tj. z: 3 szynkami, 1 faską masła, 5 serami, 180 bochnami chleba, 3 ćwierciami grochu, 3 korcami mąki, 1 korcem kaszy i 1 ćwiercią soli, a także 4 konie, woźnicę Walentego Michaliczka z mieczem, 2 pieszych Wojc. Zapaśnika z mieczem, krzoską [ręczną bronią palną] i bombardą, oraz Walentego Suchosza z mieczem i 2 oszczepami [pikami], poza tym łopatę, motykę, topór i łańcuch (AKH 3 s. 496; J. Szymczak, Zbrojna eskorta miejskich wozów wojennych w Polsce w XV—XVI w., Studia z dziejów średniowiecza, t. 20, W. 2016, s. 299); 1530 miasto M. płaci 14 grz. szosu (RP k. 65); 1563 miasto M. płaci czopowe od piw domowych w 1 kwartale 66 zł 24 gr, w 2 kwartale 69 zł 6 gr, w 3 kwartale 75 zł 27 gr, w 4 kwartale 74 zł 6 gr, czopowe od cudzoziemskich piw 1 zł 18 gr, od palenia gorzałki 7 zł 6 gr, szosu 38 zł 12 gr, od komorników 7 zł 18 gr, od przekupniów 7 zł 12 gr, od kramarzów 13 zł 25 gr, od młynów zakupnych 4 zł 24 gr (RP s. 415—6, k. 199); 1565 miasto M. płaci szos 38 fl. 12 gr, z 3 l. ról miejskich 2 fl., z 2 młynów zakupnych posiadających po 3 koła 4 fl. 24 gr, od rzemieślników 6 fl. 20 gr, od towarzyszy rzemieślniczych 8 gr, od hultaja 12 gr, od komorników 1 fl. 26 gr, od przekupni 28 gr, czopowe za 1 kwartał 42 fl. 18 gr, za 2 kwartał 45 fl., za 3 i 4 kwartał 60 fl. 18 gr, za wino 2 fl. 24 gr, za gorzałkę 3 fl. 6 gr, za wyszynk gorzałki 24 gr (ASK IV 21 k. 51); 1578 M. płaci 38 fl. 12 gr szosu, pobór z 3 ł., 6 kół zakupnych, 2 kół dorocznych, 1 stępy, 2 kół stępnych, 14 szewców, 4 kuśnierzy, 4 kowali, 7 krawców, 4 garncarzy, 10 piekarzy, 5 prasołów, 1 bednarza, 1 sukiennika, 2 rzeźników, 2 kramarzy, 2 przekupek, 18 komorników, pobierane jest czopowe od piwa, wina, od wyszynku gorzałki i piwa cudzoziemskiego (BJ rps 7240 k. 411); 1581 M. płaci 38 fl. 12 gr szosu, pobór od 3 ł. miejskich, 2 kół dorocznych, 6 kół zakupnych, 3 kół stępnych, od 10 szewców, 3 kuśnierzy, 1 czapnika, 3 kowali, 7 krawców, 2 garncarzy, 10 piekarzy, 5 prasołów, 1 bednarza, 1 sukiennika, 2 rzeźników, 2 kramarzy, 2 przekupek, 12 komorników, 1 dudy (ŹD s. 157—8)."}]
        },
        {"point_num":"3c",
         "point_content": [
            {"text":"-c. Handel, zasięg terytorialny rynku lokalnego mstow. "},
            {"regesty": "1250 we wsi M. należącej do kl. kan. reg. na Piasku we Wrocławiu jest wolny targ → Mstów klasztor p. 3a (SUB 2, 397); 1452 Jan mieszcz. mstow. wozi do Proszowic różne towary na sprzedaż (Kiryk, Rozwój → p. 7, s. 175, 407); 1453—64 Jakub Grzywa mieszcz. i woźnica z M. (GK 11 s. 989—90; Decreta 1, nr 458, 511—2, 575, 591—2; Teut. 3 = SWPM I—9 s. 264); 1453 Andrzej z Tęczyna, Mik. Balicki z Ojcowa i Jakub Grzywa woźnica z M. w sprawie z rajcami, przysięgłymi i społecznością m. Skały o zabranie gwałtem na drodze publicznej król. z Wrocławia do Krakowa [temuż woźnicy] wozu, 4 koni i 6 beczek śledzi wart. 100 fl. Woźny sąd. zaaresztował w rynku ów wóz z ładunkiem i końmi. Sprawa została odesłana przed sąd patrymonialny opatki kl. Ś. Andrzeja [w Krakowie] właścicielki Skały. Andrzej z Tyńca i Mik. Balicki stają w sądzie przy swoim woźnicy (GK 11 s. 989—90)[[3]]; 1474 Kazimierz Jag., przebywając w polu zw. Złota Góra[[4]], nadaje miastu M. jarmark w dniu ś. Szymona i Judy [28 X] (AG perg. 3597); 1493 targowe od kupców, sprzedawców, przekupniów i innych ludzi przybywających na targi do M. należy do miejscowego kl. (MK 17 k. 29r—v; MS 2, 105; Nabiałek, Starostwo olsztyńskie → p. 7, s. 440—1); 1507 Zygmunt I dla zwiększenia dochodów kl. mstow. ustanawia w mieście M. w każdą sobotę wolny targ na sprzedaż mięsa, tj. sochaczki, na wzór targu funkcjonującego w mieście Brzeźnicy w ziemi sier. (MS 4, 174; Kopiarz mstowski s. 55—6); 1532 Stan. Nyrka [Nerka], Paweł krawiec i Wojc. Gołotka mieszcz. z M. zajmują się handlem śledziami (Kiryk, Rozwój → p. 7, s. 175, 407); 1547 Zygmunt I poleca Piotrowi Opalińskiemu kaszt. gnieźn., star. kościańskiemu i olsztyńskiemu, by uwzględnił prośby prowincjała kl. Paulinów z Częstochowy i utrzymał oddawanie przez poddanych klaszt. daniny w owsie w mierze wiel. rezygnując tym samym z miary mstow. (DP 2, 745); 1548 tenże król uwzględniając prośby Wojciecha prowincjała kl. Paulinów z Częstochowy, zezwala Piotrowi Opalińskiemu star. olsztyńskiemu na dożywotnie pobieranie dla zamku Olsztyn od mieszkańców wsi należących do kl. paulinów daniny owsianej w mierze mstow. Po śmierci Piotra ma obowiązywać danina owsiana według miary wiel. zgodnie z przyw. Władysława Jag. [z 1393 r. — DP 1, 31] (DP 2, 755); 1557 niewymienieni imiennie mieszczanie mstow. wożą ołów z kopalń olkuskich (Kiryk, Rozwój → p. 7, s. 175, 407); 1564 miara zbożowa mstow. [korzec równy i korzec wierzchowaty mstow.] obowiązuje w niektórych posiadłościach stwa olsztyńskiego, a mianowicie w folwarkach Borowy, Ciecierzyn, we wsiach Biskupice, Bukowno, Kusięta, Mirów, Przemiłowice, Siedlec, Turów, Wierzchowisko, Zrębice, w niektórych wsiach kl. Klarysek z Krakowa zamiennie z miarą brzeźnicką, a mianowicie w: Cykarzewie, Mykanowie i Rybnej, w niektórych wsiach kl. Paulinów w Częstochowie, a mianowicie w: Częstochówce, Kawodrzy, Lgocie, Szarlejce, we wsiach kl. mstow., a mianowicie w: Jaskrowie, Kuninie, Zawadzie, Żerkowicach. Służba zamku Olsztyn uzyskuje słód w mierze słodowej mstow. (LK 2 s. 22—6, 29—32, 34—5, 37—40); → Mstów klasztor p. 3a; 1566 Zygmunt Szaszowski z Buszkowa podwojewodzi (vicepalatinus) ksiąski i lel. rekwiruje w M. podczas jarmarku w dniu ś. Szymona i Judy postawy sukienne sukiennikom z Rawy, Wielunia i Lelowa ponieważ nie miały odpowiedniej, określonej w konstytucji szerokości 2 łokci i długości 30 łokci. Sukna te szarego i czarnego koloru były zbyt wąskie, gdyż posiadały 1½ łokcia szerokości (BJ rps 5348 cz. 2, s. 468); 1568 Wacław przewoźnik z M. (Kiryk, Rozwój → p. 7, s. 175, 407)."}]
        },
        {"point_num":"3d",
         "point_content": [
            {"text": "-d. Rzemiosło miejskie, rzemieślnicy i zawody artystyczne. "},
            {"regesty": "1401—17 Marcin szewc, rajca mstow. 1417 (KSN 1071; ZDM 1, 317); 1412 Klemens kowal z M. procesuje się z przysiężnymi z Kunina (KSN 3091); 1413 Grzegorz zachodźca sołtysa i ławników z Kunina przekłada termin sąd. z ww. Klemensem z powodu choroby (KSN 3115); 1417—25 Kuso garncarz, ławnik mstow. 1517, 1525 (ZDM 1, 317); 1425 Tworek szewc (Teut. 1a s. 241); 1445—7 Mikołaj tkacz mąż Piechny c. Pielsza z Żurawia, siostry Pielgrzyma czyli Pielsza z Żurawia (ZK 313 s. 284, 344)[[5]]; 1445 Pielsz z Żurawia zobowiązuje się zapłacić 20 grz. swej siostrze Piechnie ż. Mikołaja (textori) tkacza z M. pod rygorem wwiązania jej do cz. dziedziny w Żurawiu z wyjątkiem: gajów, borów, zarośli, lasów, barci i łąki pod Lusławicami (ZK 313 s. 284); 1447 Piechna ż. Mik. Takacza z M. c. Pielsza z Żurawia rezygnuje ze swych dóbr ojczystych macierzystych w Żurawiu na rzecz swego br. rodz. Pielgrzyma z Żurawia (ZK 313 s. 344); 1450 Jan kuśnierz z M. zobowiązuje się zapłacić 1 wiard. Mikołajowi klerykowi z Błeszna (OK 9 s. 13); 1451 domniemany przyw. dla cechu rzeźników w M. (SG 6, s. 779)[[6]]; 1470—80 w mieście M. są: szynkarze piwa, rzeźnicy [15 jatek], krawcy, szewcy, 2 młynarze (DLb. 3 s. 150); 1478 Wojciech introligator ksiąg z M. jest winien 5 fl. w złocie i 1 wiard. mgr Piotrowi rektorowi szkoły na zamku krak. oraz ma wykonać dla niego pukle do oprawy biblii wart. 1 wiard. (Cracovia artificum suppl. Stwosz s. 179, 182; OK 13 s. 971); 1483 Maciej kramarz z M. zobowiązuje się spłacić dług Maciejowi prep. z M. i Błażejowi prebendarzowi na zamku krak., z tego 3 fl. w złocie i 12 fl. węg. do Święta Objawienia Chrystusa [6 I] a pozostałe 12 fl. do dnia Ś. Jana Chrzciciela [24 VI] (OK 3 s. 338); 1490 krawiec Wojc. Radziejowski mieszcz. z M. (OK 11 k. 361v); 1505 Jakub z M. kopista i iluminator ksiąg liturgicznych (AC 2, 1986); 1508 Szymon z Nieszawy [Kujawy] podkantor mstow., trudniący się zegarmistrzostwem i wyrobem zegarów w szklanej obudowie (AC 2, 1991; Kiryk, Rozwój → p. 7, s. 174; tenże, Z dziejów urbanizacji → p. 7, s. 36); 1513 w M. Jakub krawiec, Michał szewc, Stanisław kuśnierz (Kopiarz mstowski s. 98); 1524 Mik. Szydłowiecki [star. olsztyński] przebywający ze swoją familią w zamku Olsztyn zakupuje m.in. 2 beczki piwa mstow. (AG ASK, Dz. 1 Rachunki król., sygn. 55, k. 30r); 1529 w mieście M. są szynkarze piwa, rzeźnicy [5 jatek], krawcy i szewcy (LR s. 345); 1532 Paweł krawiec z M. (Kiryk, Rozwój → p. 7, s. 175, 407); 1545 Seweryn Boner wielkorządca krak. zakupuje i sprowadza z M. 7 półkufków piwa mstow. i wóz z kaflami [garnkami?] (Rachunki generalne Seweryna Bonera 1545, wyd. O. Łaszczyńska, Kr. 1955, s. 60—1); 1553 garncarze mstow. otrzymują wzorowany na krakowskim statut cechowy (AG perg. 3847; Kiryk, Rozwój → p. 7, s. 174, 407); 1559 zm. Stan. Nerka kowal (Kiryk, Rozwój → p. 7, s. 174); 1563, 1578 → p. 3b; 1579 Jakub czapnik z M. (AG perg. 3981); 1580 Jakub karczmarz (caupo) z M. (Album studiosorum Universitatis Cracoviensis, t. 3, z. 1, wyd. A. Chmiel, Kr. 1896, s. 117); 1581 Szymon bednarz z M. (Album…, t. 3, z. 1, s. 121); → p. 3b."}]
        },
        {"point_num":"3e",
         "point_content": [
            {"text": "-e. Mieszczanie. "},
            {"regesty": "1401 sąd wyższy pr. niem. na zamku krak. domaga się od Wilhelma prep. z M., aby przedłożył odpowiednie dok., własne lub król., zwalniające jego ludzi [mieszczan z M.] od stawania przed ww. sądem z uwagi na sprawę tychże poddanych z Janem Kawalcem mieszcz. z Brzeźnicy [ziemia sier.] (KSN 1048); 1405 wym. bezimiennie mieszczanie mstow. (oppidani Mstouienses) (ZDM 6, 1674); 1406—7 Janusz Łata, Łacicz mieszcz. z M. (ZK 311 s. 35, 54); 1415 Maciej z M. s. Czarnego → p. 4e; 1421 Anna ż. Mikołaja [Szczypki] z Małusz Błotnych oddala sądownie roszczenia Dziada, Francza, Polirasza i wd. Machny mieszczan z M. o 22 grz. Poręki za zm. Dobka [wójta M.], jej byłego męża (ZK 312 s. 204); 1422 Maciej Hankowicz i Mik. Wanglek (laici) z M. → Mstów klasztor p. 5e; 1423—7 Anna ż. Adama mieszcz. z M., c. Pielgrzyma, tj. Pielsza z Żurawia, zastawniczka w Małuszach Błotnych 1423—7, od 1429 jako wd. (ZK 312 s. 236, 328, 381, 388); 1426 wym. bezimiennie poddani [mieszczanie] z M. Mikołaja prep. mstow. (GK 2 s. 692); 1431 Maciej s. Piotra z M. (GK 4 s. 351); 1432—50 Jan Łata (ZK 312 s. 422, 466; 313 s. 286; 314 s. 14); 1440 Jan Lipnicki z Chorunia pozywa mieszczan i rajców z M. (GK 7 s. 178); 1445 Jan Łata mieszcz. z M. procesuje się z Piotrem z Małusz o 1½ grz. z racji poręki za Prandotę z Rybnej [ziemia wiel.] (ZK 313 s. 286); 1450 Mik. Lennowicz z Błeszna ma zapłacić za zboże 8 gr Świętosławowi Grzybowi i 8 gr Marcinowi Poluchowskiemu z M. (OK 9 s. 13).\n1455, 1471 przy kościele w M. działa bractwo żebracze (Koczerska, Zbigniew Oleśnicki → Mstów klasztor p. 7, s. 105, aneks 1 nr 235; AG perg. 5852; Łatak, Prepozytura → Mstów klasztor p. 7, s. 152); Mik. Łata z M. (GK 12 s. 467); 1461—4 Mik. Franczkowicz, Franczowicz (Decreta 1, nr 434, 458, 495, 530, 554, 574, 591—2; Teut. 3 = SWPM I—9 s. 260, 263—4, 267); 1462—3 Jan Zębiec mieszcz. z M. w sprawie z Andrzejem z Kłobukowic oraz Małusz [Starych] (ZK 315 s. 11, 17); 1462 tenże Jan Zębiec w sprawie z Tralem z Mzurowa (ZK 315 s. 11); 1464 Jan z M. mąż Katarzyny z Małusz Starych (ZK 314 s. 173—4); Więcesław i jego br. rodz. Gozd (Decreta 1, nr 597); 1465—6 Wawrzyniec czyli Wassko z M. w sprawie z Katarzyną i Eleną i ich opiekunami i zarazem mężami Maciejem i Mikołajem z M. (Teut. 3 = SWPM I—9 s. 341, 345; Decreta 1, nr 712, 714, 748); 1470—80 mieszczanie mstow. zobowiązani do odrabiania własnym wozem i pługiem z każdego łanu miejskiego po 3 dni pańszczyzny rocznie na rzecz kl. (DLb. 3 s. 149); 1475 Bernard z M. w sprawie z Bartłomiejem pleb. z Żurawia (OK 2 s. 193, 199, 244, 249); 1479 Dorota Niedulkowa z M., (OK 13 s. 1016); 1490 Jerzy mieszcz. z M. (OK 11 k. 361v); 1492 Anna Midorowa z M. siostra rodz. zm. Barbary Zegarkowej (Rad. 430 s. 331); 1495 Jadwiga Rozumkowa, jej zięć Baltazar Spik z ż. Anną, Maciej Miecharka, Maciej Krogul z s. Mikołajem uczniem (Decreta 2, nr 557).\n1503—28 Stan. Stacherka, Staterka mieszcz. z M. (Decreta 2, nr 889; DP 2, 374); 1503 Paweł Tatarka z ż. Anną Tatarczyną (Decreta 2, nr 889).\n1512—6 Piotr Stajenny mieszcz. z M., dz. Małusz Błotnych, Pośrednich i Starych 1515, → Małusze Stare p. 3a (Wypisy 1501—1515, nr 153; J. Krzemieniecki, Bernardinus Gallellus de Jadra vicarius et officialis generalis Cracoviensis 1509—1517, Kr. 1934; AG perg. 5878).\n1513—8 Jakub Stajenny mieszcz. z M., podwójci 1513, posiadacz cz. Małus Błotnych Pośrednich i Starych 1518 (Kopiarz mstowski s. 98; ZK 317 s. 102, 111).\n1513—32 uczc. Marcin Gromek mieszcz. z M., burmistrz 1513 (Kopiarz mstowski s. 98; W. Urban, Regesty do dziejów szkolnictwa parafialnego w pierwszej połowie XVI w. Z Archiwum Kurii Metropolitalnej w Krakowie, ABMK 66, 1996, nr 897; Kiryk, Rozwój → p. 7, s. 176, 407).\n1513 mieszczanie z M.: Marcin Ząbek, Bartłomiej Ćwiertnia, Franciszek zw. Frankiem, Jakub Stajenny podwójci, Jan Sznurka, Jakub krawiec, Maciej Domagała, Maciej Patrzyk, Jan Kloszek, Grzegorz Koger, Grzegorz Pieczka, Maciej Manioszka, Michał Kotek, Jan Łysy, Marek Sołtys, Marcin Kwaśny, Michał szewc, Stan. Stasiczka, Stan. kuśnierz (Kopiarz mstowski s. 98); 1518 Piotr mieszcz. z M. (Dźwigała, Dokumenty → p. 7, s. 359).\n1527 mieszczanie z M.: Stan. Sachno, Jan Jozda, Elżbieta Ustarzyna (W. Urban, Regesty do dziejów szkolnictwa…, nr 897); 1532 mieszczanie mstow. Wojc. Stajenny, Jan Małuski (Kiryk, Rozwój → p. 7, s. 176, 407).\n1536 Jan prep. mstow. wyznaczony przez oficjała krak. do przesłuchania świadków w sprawie Kat. Przekopskiej z M. oskarżonej przez jej męża Macieja o cudzołóstwo (Łatak, Katalog rządców → p. 7, s. 467).\n1592 zm. Kasper [mieszcz. z M.] s. zm. Baltazara Małuskiego (Summariusz Metryki Koronnej, seria nowa, t. 6, pod red. K. Chłapowskiego, W. 2012, nr 168).\n1594 Wawrzyn Cygan mieszcz. mstow. uwalnia Jana Kwokę mieszcz. częstochowskiego ze sprawy o pieniądze (Wypisy z ksiąg miejskich Częstochowy, wyd. S. Mizera, „Almanach Częstochowy” 1999, s. 18)."}]
        },
        {"point_num":"3f",
         "point_content": [
            {"text": "-f. Majątek mieszczan. "},
            {"regesty": "1401 Andrzej woźny sąd. zeznaje, że za namową Jana Kawalca [mieszcz. z Brzeźnicy] zabrał 4 woły Marcinowi szewcowi z M., zeznaje też po raz drugi, że z trzody całej społeczności [M.] zabrał do ciążenia owce i kozy, które znalazł i wszystkie popędził do karczmy w Lgocie [par. Mstów] (KSN 1071); 1406 Janusz Łacicz mieszcz. z M. oddala sądownie roszczenia Więcka z Gorczyna [ziemia sier.] o wycięcie 40 dębów; tenże Janusz oddala sądownie roszczenia Wyszomira ze [Starych] Małusz o wycięcie 26 dębów (ZK 311 s. 35); Wyszomir ze Starych Małusz uzyskuje sądownie na Januszu Łacie mieszcz. z M. pole czyli niwę zw. Skarzawa w Starych Małuszach (ZK 311 s. 54); 1432 Klimasz sołtys z Siedlca ręcząc za Jana ze Szczekocin kaszt. lub. i star. dobczyckiego ma zapłacić do dnia Ś. Marcina [11 XI] 10 grz. półgr Janowi Łacie mieszcz. z M. pod rygorem zapłaty 15 grz. (ZK 312 s. 422); Klemens Skóra sołtys z Siedlca zastawia na rok za 15 grz. Janowi Łacie mieszcz. z M. 1½ ł. kmiec. (medium alterum kmethonem) w Małuszach [Błotnych] (ZK 312 s. 466); 1450 Stoigniew z Kruszyny ma zapłacić 70 fl. węg. w złocie Janowi Łacie mieszcz. z M. pod karami (ZK 314 s. 14); 1452 przed sądem ławniczym w Proszowicach Maciej Lelowski z Proszowic oświadcza, że kupił za 6½ grz. od Jana Giemzy z M. wóz z koniem, towarem i wyposażeniem, z czego 2 grz. zapłacił od razu, a pozostałą sumę zobowiązał się zapłacić w kilku ratach (ANKr., Księga ławnicza Proszowic — IT 230bb s. 97—8); 1461 Mik. Franczkowicz poświadcza o sprzedaży przez jego matkę niwy Mik. Kuchcikowi (Decreta 1, nr 434, 495); 1462 sprawa między Mik. Franczowiczem z M. a podwójcim i przysięgłymi a także Jakubem Grzywą z M. (Teut. 3 = SWPM I—9 s. 264); Mik. Frankowicz poświadcza o sprzedaży przez jego matkę roli Jakubowi Grzywie (Decreta 1, nr 458); 1463 Wojc. Baranek wraz ze swym synem odstępuje 1 ł. roli Chuchcie Staremu i jego córce Annie (Decreta 1, nr 513); 1479 Andrzej Łaszyński zawiera ugodę z Maciejem Labajem w sprawie ogrodu (Decreta 1, nr 1542).\n1513 Druzjana ż. Stan. Jankowskiego i Elżbieta ż. Jakuba Rączki mieszczan z M. rezygnują ze swych dóbr po ojcu i matce szlachetnym br. rodz. Stan. i Janowi Grotom (ZK 316 s. 344); 1515—6 Mik. Małuski Piotraszek dzierż. Lgoty [Gawronnej] sprzedaje za 200 grz. Piotrowi Stajennemu mieszcz. z M. cz. w Błotnych, Pośrednich i Starych Małuszach, które odstąpił mu Mik. Wójcik Małuski. Sprzedaż zatwierdza sędzia ziemski krak. Jakub z Lubomierza (ZK 317 s. 44—5; AG perg. 5878; Regesty → Mstów klasztor p. 7, nr 45); 1518 Tomasz Małuski z Małusz [Błotnych] w sprawie z Jakubem Stajennym z M. i jego synami Janem i Wojciechem oświadcza, że jest gotów dokonać zapisu z tytułu podziału dóbr, tj. lasu, łąki i sadzawki w Błotnych Małuszach (ZK 317 s. 102); na mocy ugody między Tomaszem Koskowskim i Jakubem Stajennym [z M.] oraz jego synami Janem i Wojciechem Tomasz może założyć sadzawkę w wielkim lesie i uzyskuje od Jakuba łąkę Kobylnik oraz łąkę Kloszowską, która leży przy sadzawce zw. Błota, a ponadto 5 grz. i pr. użytkowania lasu i sadzawek do znaków, które ww. uczynią. Z kolei Tomasz ustępuje Jakubowi sadzawkę zw. Błotne, leżącą w Błotnych Małuszach (ZK 317 s. 111); Małgorzata ż. sław. Jana Kłębka mieszcz. z M. rezygnuje ze wszystkich dóbr po ojcu i matce na rzecz swego br. rodz. szl. Bernarda Międzygórskiego (ZK 317 s. 103); 1528 Jan kapłan z M. kwituje burmistrza, rajców, mieszcz. Stan. Staterkę i innych mieszczan mstow. z zapłaty 2 grz. za dom w M. jego zm. brata, którego ksiądz był spadkobiercą (DP 2, 374); 1541 Jakub Hanus mieszcz. z M. zobowiązuje się zapłacić 2 grz. długu Jakubowi Mleczce mieszcz. z Lelowa, ale wcześniej ma zawrzeć umowę z innym mieszcz. z M. Jakubem Sartochowskim (Archiwum Diecezjalne w Kielcach, Liber Officialatus foralis Leloviensis 1530—1568, nr 319, s. 96); Jakub Klabek [Kłębek?] mieszcz. z M. zobowiązuje się dać Jakubowi Mleczce mieszcz. z Lelowa dobrą skórę wołową wart. 20 gr (tamże s. 96—7); 1557 spór o spadek w złocie, srebrze i sprzętach wart. 300 grz. pomiędzy potomkami Hieronima mieszcz. mstow. (Kiryk, Rozwój → p. 7, s. 176, 407); 1592 król Zygmunt III Waza nadaje Marcinowi Trepce i Kat. Fogelwederównie dobra ruchome i nieruchome w mieście M., przypadłe mu pr. kaduka po śmierci Kaspra s. zm. Baltazara Małuskiego (Summariusz Metryki Koronnej, seria nowa, t. 6, nr 168)."}]
        },
        {"point_num":"3g",
         "point_content": [
            {"text": "-g. Majątek miasta. "},
            {"regesty": "1417 Dobiesław z Żurawia wójt mstow. wraz z ż. Hanką sprzedaje miastu M. pewną łąkę, położoną „in Gadok” [dziś zapewne łąki i pastwiska w M. zw. Gatka — UN 202 s. 23] (ZDM 1, 317); 1470—80 w mieście M. jest 10 ł. mieszcz. (DLb. 3 s. 149); 1568 mieszczanie mstow. dostają od miejscowego kl. w użytkowanie las zw. Garnek (AG perg. 3927)."}]
        },
        {"point_num": "4a",
         "point_content": [
            {"text": "4a. Lokacja. "},
            {"regesty": "1278 Bolesław Wstydl. zezwala kl. w M. lokowanie na pr. średz. (iure…Nouoforensi diocesis Vratislauiensis) na miejscu wsi M. miasta M. Kl. ma prawo ustanowienia sądu złożonego z wójta i sędziów [ławników], rozsądzającego wszelkie sprawy, w tym kryminalne, w nowo powstałym mieście i wsiach klaszt. Książę zwalnia miasto M. i wszystkie wsie klaszt. od świadczeń i ciężarów prawa pol., od sądownictwa kasztelana i wojewody krak., od wypraw wojennych i od budowy oraz naprawy zamków z wyjątkiem wypraw podjętych przeciw wrogom wiary chrześcijańskiej. Ustanawia siedmioletnią wolniznę, po upływie której mieszkańcy M. i okolicznych wsi będą płacić ½ grz. w złocie lub 6 den. w srebrze księciu i tyleż samo kasztelanowi krak. (Mp. 2, 485 kop.; SUB 4, 360; Matuszewski Imm. s. 269—70); 1405 → Mstów klasztor p. 3a; 1428 → Mstów klasztor p. 4."}]
        },
        {"point_num":"4b",
         "point_content": [
            {"text":"-b. Wójtowie, wójtostwo, podwójciowie. "},
            {"regesty":"1400—10 Adam, Adamek wójt M., dz. Żurawia 1400—6, mąż Stachny (SP 8 uw. 312/42, nr 9772, 10615—6; ZK 3a s. 245; 4 s. 230; 311 s. 37, 39, 51; KSN 1085, 1096, 1099; GK 1b s. 11; OK 4 k. 6r).\n1400 Pielgrzym Żurawski spowiada się u kapelana w sprawie przeciwko Stachnie ż. Adama wójta z M. (SP 8 uw. 312/42); → Mysłowice p. 3a (SP 8, 9772); Wawrzyniec z Lipnika procesuje się ze Stachną ż. Adama wójta z M. dz. Żurawia o ¼ dziedziny Żuraw i o to, że w czasie dzierżawy tejże Stachny wbito 60 pali [granicznych] (SP 8, 10615); tenże Wawrzyniec procesuje się z wójtem Adamem o 2 kmieci w Żurawiu (SP 8, 10616); 1401 Wawrzyniec z Lipnika procesuje się z ww. Stachną i osobno z jej mężem Adamem wójtem z M. (ZK 3a s. 245); Jan Kawalec [mieszcz. z Brzeźnicy] ma ustanowić Andrzeja woźnego sąd. pełnomocnikiem w sprawie spornej z [Adamem] wójtem z M. (KSN 1085); 1402 Andrzej woźny sąd. oświadcza, że nie pozwał Adama wójta z M., lecz z polecenia Jana Kawalca przekazał osobne pozwy rajcom i przysięgłym [M.] (KSN 1096); Adam wójt z M. ustanawia Pawła kapłana z M. i cały kl. mstow. pełnomocnikiem w sprawie z Janem Kawalcem z Brzeźnicy (KSN 1099); 1406 Adamek wójt z M. oddala sądownie oskarżenia Dobka z Żurawia, jakoby posiadał wraz z ż. [Stachną] dziedzinę Żuraw (ZK 311 s. 37); Adamek wójt z M. uzyskuje 5 grz. na Stanisławie sołtysie z Pławna [ziemia sier.] (ZK 311 s. 51); [Adam] wójt z M. pozywa Przedbora z Przechodów i jego brata o porwanie córki (GK 1b s. 11).\n1412—8 Dobiesław, Dobek wójt M. [h. Lis?], dz. Żurawia 1406—18 i Małusz Pośrednich 1416—18, zastawnik w Małuszach Starych 1413—5 i w Małuszach Błotnych 1418, pełnomocnik rady miejskiej M. 1412, br. Zawiszy z Żurawia oraz Przedbora z Wielkopolski [sic], dworzanina króla Władysława Jag. 1417, mąż Anny z Lubojny [ziemia wiel.] 1416—8 [w l. 1418—9 wdowa][[7]], ojciec Świętochny z Żurawia 1419[[8]] (KSN 3091, 3097, 3526, 3621; ZK 6 s. 22, 211—2, 214, 226—7, 248, 260—62, 290, 298, 369; 312 s. 36, 61, 73, 75, 80—1, 90—2, 96—7, 103, 114, 116, 122b, 134, 140, 145; ZDM 1, 317; Teut. 1a s. 19, 24, 26, 29—31; SP 7/2, 287—8)[[9]].\n1412 → p. 4e. Rajcy; 1413 Biedrzych z Małusz [Starych] zastawia na rok za 10 grz. półgr i 6 grz. gr pras. Dobiesławowi wójtowi z M. 2 kmieci w Małuszach [Starych] do czasu spłacenia całej sumy (ZK 312 s. 36); Dobiesław wójt mstow. i jego br. Wojciech mają zwrócić 40 grz. Piotrowi Wróblewskiemu z Kępia (ZK 312 s. 36); 1414 Dobiesław wójt z M. wykupuje za 27 grz. od Mik. Karbara mieszcz. krak. czarny płaszcz podszyty futrem (wlgariter belysnamij) i zbroję, które to rzeczy Zawisza br. Dobiesława zastawił niegdyś Mikołajowi za 19 grz. szer. gr pras. (KSN 3526); 1415 → Mstów klasztor p. 3a; Dobiesław wójt z M. zobowiązuje się zwrócić 40 grz. półgr długu Jaszkowi ze Skowronowa pod rygorem wwiązania Jaszka do 5 kmieci w dziedzinie Żuraw; tenże ma zwrócić 10 grz. długu, w tym 7 w półgr, a 3 w szer. gr Boguchwałowi z Piasku [pow. lel., par. Potok Złoty] (ZK 312 s. 73); tenże Dobiesław ma zapłacić z racji poręki Wawrzyńcowi z Lipnika 4 grz. półgr pod rygorem wwiązania Wawrzyńca do kmiecia zw. Łysy w Żurawiu (ZK 312 s. 80—1); Biedrzych z Małusz [Starych] ma zwrócić 4 grz. Dobiesławowi wójtowi z M. pod rygorem odstąpienia mu cz. dziedziny w M., którą kupił za 30 i za 22 grz. (ZK 312 s. 81); Janek z Pągowa [ziemia sier.] i jego siostrzeniec Stanisław uzyskują 50 grz. wiana na Dobku wójcie z M., który nie przedłożył dok. większej sprawy (ZK 6 s. 22); 1416 Mik. Rotschen ustanawia Piotra z Krakowa swoim prawnym opiekunem i pełnomocnikiem w sprawie z Dobkiem wójtem z M. z racji 4 grz. (Teut. 1 a s. 19); Dobek wójt z M. zobowiązuje się zapłacić 11 grz. gr i 1 grz. półgr. Mściwojowi z Rędzin pod rygorem wwiązania tegoż do 2 kmieci we wsi Lubojna (ZK 312 s. 90); Marcisz z Dąbrowna i Boguchwał z Piasku zobowiązują się zapłacić 30 grz. Wawrzyńcowi z Lipnika z tytułu poręki za [Dobka] wójta z M. pod rygorem wwiązania Wawrzyńca do 4 kmieci i zagrody w Zagórzu (ZK 312 s. 90—1); Dobek wójt z M. główny dłużnik ma uwolnić od poręki swoich poręczycieli Marcisza i Boguchwała (ZK 312 s. 91); tenże Dobek główny dłużnik ma zwrócić Stogniewowi z Częstoszowic 30 grz. szer. gr (ZK 312 s. 91); tenże Dobek główny dłużnik ma zwrócić 40 grz. półgr Jaszkowi ze Skowronowa pod rygorem wwiązania tegoż do 5 kmieci w Żurawiu (ZK 312 s. s. 92); Dobiesław wójt z M. zastawia na rok za 11 grz. półgr Wawrzyńcowi z Lipnika 2 kmieci — jednego w Małuszach Pośrednich a drugiego w Małuszach Starych (ZK 312 s. 96—7); Dobek wójt z M. ręczy Dziwiszowi z Komaszyc [pow. opocz.] z tytułu 100 grz. (ZK 6 s. 211, 214); Dziwisz [z Łukowej, pow. chęc., h. Jelita] podpisek sand. nie stawia się przed sądem przeciwko Dobkowi wójtowi z M. o to, że zostali odesłani z sądu ziem. krak. do księgi lel. do zapisu alias na wstecz w sprawie o 100 grz. i karę XV (ZK 312 s. 103)[[10]]; Dobek wójt z M. kwestionuje szlachectwo Dziwisza (ZK 6 s. 226—7); Dziwisz s. Floriana z Łukowej, a teraz z Kupimirza [pow. opocz.] naganiony przez Dobka wójta z M. oczyszcza swe szlachectwo h. Jelita zeznaniami 6 świadków. Dobek skazany na karę XV sądowi (SP 7/2, 287—8); Świętosław Litwos wielkorządca krak. uzyskuje sądownie 200 grz. na Dobku wójcie z M.; tenże odzyskuje 100 grz. długu na Dobku wójcie z M.; tenże Dobek winien zapłacić 100 grz. w dwóch ratach po 50 grz. temuż Świętosławowi pod rygorem przekazania mu 5 grz. czynszu rocznego z łanów kmiec. (ZK 6 s. 212, 261—2); Dobek wójt z M. ręczy Mikołajowi z Wilkowa za swoją ż. Annę w ten sposób, że ta zastawi Mikołajowi za 100 grz. półgr swoją dziedzinę Lubojna (ZK 312 s. 114); Anna ż. Dobka wójta z M., rezygnując ze swych praw posagowych i wiennych, zastawia za 100 grz. Mikołajowi z Wilkowa dziedzinę Lubojna ze wszystkimi stawami z prawem do ich sprzedaży, likwidacji lub ofiarowania (ZK 312 s. 116); Jan z Kwaśniowa ma zapłacić 30 grz. półgr Maczkowi z Zelkowa z tytułu poręki za Dobka z M. (ZK 6 s. 248); 1417 Dobek wójt z M. ma zwrócić 20 grz. szer. gr długu Stogniewowi z Częstoszowic pod rygorem wzrostu długu do 40 grz. (ZK 312 s. 122b); Dobek z Żurawia zobowiązuje się nie przeszkadzać Mikołajowi z Wilkowa w budowie młyna w Lubojnie powyżej istniejącego już młyna tamże (ZK 312 s. 132); Stachna ż. Przedbora z Siadczy [niegdyś ż. Adama wójta z M.] odstępuje Dobiesławowi z Żurawia cz. swej dziedziny po ojcu i matce w Żurawiu i wójtostwo (advocaciam) w M. (ZK 312 s. 134); 1418 Dobek wójt z M. sprzedaje za 24 grz. z dodaniem sołectwa w Lubojnie Mik. Mrukowi cz. dziedziny w Małuszach zwanych Wojtka Piłata (ZK 312 s. 140); Wojtek niegdyś z Małusz [Pośrednich] sprzedaje za 70 grz. półgr. temuż Dobkowi cz. dziedziny w Małuszach [Pośrednich] (ZK 312 s. 143); Dobek z Żurawia odstępuje za 16 grz. Stachnie ż. Tomka z Małusz [Pośrednich] 2 kmieci w Małuszach, których miał w zastawie (ZK 312 s. 157); tenże zobowiązuje się uwolnić Mik. Mrukowi czwartą cz. dziedziny w Wielkich Małuszach i Małych Małuszach (ZK 312 s. 160 zp.).\n[po 1418—1425] Zbigniew z → Brzezia, → Lanckorony i Wodzisławia h. Zadora wójt M., marszałek kor. 1399—1425, star. lel. 1407—25 (GK 2 s. 603—4; ZK 312 s. 351); 1422 Tomasz podwójci (viceadvocatus) M. (OK 4 k. 302r); 1424 [Anna] wójcina (advocatissa) z M. (ZK 7 s. 371); 1425 wym. bezimiennie wójt z M. (Teut. 1a s. 240).\n1426 szl. Dziersław z Dalowic, Pielgrzym ze Szczytnik, Stanisław z Mojkowic i Mikołaj z Tochołowic ręczą wspólnie za br. rodz. Mikołaja i Jana synów [zm. Zbigniewa] z Brzezia marszałka [Królestwa], że w obecności prepozyta i całego kl. mstow. odstąpią Januszowi dz. Szreniawy wójtostwo w M., które kupił od nich za 500 grz. (GK 2 s. 603—4).\n1426—8 Janusz wójt M., dz. Szreniawy do 1418 r. (GK 2 s. 603—4; ZK 312 s. 344, 351, 361)[[11]]. 1428 Stanisław z Rędzin zobowiązuje się zapłacić pod karami 10 grz. Januszowi wójtowi z M. z racji poręki za Marcisza z Wyczerp; Marcin z Wyczerp zobowiązuje się uwolnić Stanisława z Rędzin od poręki w zapłacie 10 grz. długu Januszowi wójtowi z M. (ZK 312 s. 344, 361); Mikołaj dz. Brzezia ręcząc za swego br. Jana zobowiązuje się chronić od jakichkolwiek przeszkód Janusza niegdyś ze Szreniawy z tytułu wójtostwa w mieście M., które sprzedał [w 1426 r.] temuż Januszowi przed sądem wyższym pr. niem. w Krakowie (ZK 312 s. 351).\n1428—41 szl. Mik. Łapsz wójt M., dz. Przyłęku i Brzostku do 1432 r., zastawnik w Wierzbiu od 1432, w l. 1441—60 niegdyś z M., nazywany lantwójtem w 1441 r., mąż Jadwigi z Rząsaw c. Jana Służki z Mirowa 1455—60, ojciec Jakuba i Stanisława (ZK 146 s. 168, 221, 312; 9 s. 175, 191, 307; 10 s. 17—8, 26—7, 47, 57; 11 s. 454, 460, 464; 312 s. 373, 423, 427, 432—3, 440, 446—9, 454, 459, 506; 313 s. 15, 42, 55, 195; 150 s. 95, 113; GK 4 s. 71, 80, 87, 96, 115, 128—9, 141, 153, 192, 409, 505, 548, 612—3, 629, 706, 724, 739; 5 s. 71, 177, 256, 259—60, 280, 328; 6 s. 40, 55; 7 s. 299, 326, 361, 385—7, 685, 962; Teut. 1a s. 355—6, 360; DSZ 175; SP 7, 682; 2, 2943; OK 8 s. 288; Wroniszewski Rawicze 2, s. 38; → Uw.).\n1428 Stanisław z Mojkowic zobowiązuje się pod karami zapłacić 52 grz. półgr Mikołajowi wójtowi z M. (ZK 146 s. 168); 1430 Mikołaj wójt z M. był gotów pobrać 60 grz. od Stanisława z Mojkowic, lecz ich nie otrzymał (ZK 9 s. 191; GK 4 s. 71, 80); tenże Stan. Mojkowski ma zapłacić 3 grz. Mikołajowi wójtowi z M. z racji kar (GK 4 s. 96); 1430, 1432 wyrokiem sądu ziemskiego krak. Prędota z Nakła jest wolny od pozwu wniesionego przez Mikołaja wójta z M. imieniem krewnych w sprawie podziału dziedzictwa w Przyłęku i Brzostku [pow. lel. par. Przyłęk] po matce tegoż Prandoty z Nakła i Przyłęku (ZK 312 s. 373, 423); 1431 [Mikołaj] wójt z M. pozywa Gawła z Rudnik (de Rudnik) [par. M.], Świętosława z Bliżyc, Marcina z Mirowa [par. M.], Grzegorza z Kunina, Błażeja z Lusławic, Jana z Zawady [par. M.], Bruna, Mikołaja z Lgoty [par. M.] (Teut. 1a s. 360); Mikołaj wójt z M. wnioskuje o kary XV dla Stanisława z Mojkowic za niezapłacenie 60 grz. (GK 4 s. 409); 1432 Piotr niegdyś z Krzyszkowic [pow. prosz.] ma dostarczyć dok. król. Stanisławowi z Mojkowic w sprawie szkód wyrządzonych przez tegoż Stanisława Mik. Łapszowi wójtowi z M. (ZK 9 s. 307); Stanisław z Mojkowic zastawia na rok Mikołajowi wójtowi z M. 4 kmieci w dziedzinie Wierzbie, płacących 4 grz. czynszu rocznie w sumie 40 grz. i 1 kmiecia w Wojwanowicach [dziś Wolwanowice], płacącego 2 grz. 1 wiard. czynszu rocznie w sumie 22 grz. (ZK 10 s. 17, 47); Szczepan z Mozgawy i Mikołaj wójt z M. ręcząc za Jana z Turzyna mają zapłacić 8 grz. Mikołajowi z Damic pod rygorem wwiązania go do 1 kmiecia w Mozgawie, płacącego 1 grz. czynszu rocznie (ZK 10 s. 26—7); Mikołaj wójt z M. jest winien ½ grz. pisarzowi Mikołajowi z Tęgoborza (ZK 10 s. 57); Dziersław z Żurawia nie stawia się w sądzie w sprawie z Mikołajem wójtem z M. o to, że wójt nie dokonał niezbędnych napraw w młynach, które mu Dziersław zastawił, przez co poczynił szkodę 10 grz. (ZK 312 s. 432—3); Mikołaj wójt z M. sprzedaje za 52 grz. Prandocie z Nakła cz. dziedziny w Przyłęku i Brzostku, która mu przypadła po dziadku Prandocie z Przyłęku (ZK 312 s. 446—7); Prędota z Nakła ma zapłacić Mikołajowi wójtowi z M. 40 grz. (ZK 312 s. 448); 1433 tenże Prędota ma zapłacić 10 grz. Mikołajowi wójtowi z M. (ZK 312 s. 454); 1434 Mikołaj wójt z M. kwituje Prędotę z Nakła z zapłaty 40 grz. (ZK 312 s. 459); Stanisław z Mojkowic kwestionuje szlachectwo Mikołaja wójta z M. (SP 7/2, 682); Mikołaj wójt z M. pozywa Piotra Wodę [ze Szczekocin h. Odrowąż, tenut. zamku Olsztyn] o zatrzymanie gwałtem bydła za granicą srocką [z wsią Srocko] i o zabicie 1 krowy przez kmieci Piotra z wsi Krasawa oraz o odmowę dania tego bydła w porękę (GK 5 s. 71); 1435 Mikołaj wójt z M. w imieniu prepozyta mstow. w sprawie z [Piotrem] Wodą [tenut. olsztyńskim] o wypuszczenie przez niego wolno 2 złodziei szlach. pochodzenia. W tej sprawie wyznaczony nowy termin (GK 5 s. 177); szl. Mik. Tęgoborski [z Tęgoborza] i Szczepan z Mozgawy ręczą za Mikołaja wójta z M., że stanie przed sądem Mikołaja z Michałowa kaszt. i star. krak. (GK 5 s. 280); 1436, 1437 → Mstów klasztor p. 3a; 1437 Mikołaj wójt z M. zobowiązuje się zapłacić 20 grz. Katarzynie z Krużlowej pod rygorem wwiązania jej do 2 ł. roli czyli źrebi w Wierzbiu; taż Katarzyna kwituje Mikołaja wójta z M. (ZK 313 s. 55); 1438 Zaklika dz. Białej [par. Irządze] przedkłada 40 grz. Mikołajowi wójtowi z M. w celu wykupienia od niego z zastawu na mocy pr. bliższości wsi Wierzbie (GK 6 s. 40); Andrzej br. wójta z M. płaci karę XV Piotrowi Wodzie ze Szczekocin i tyleż sądowi za uwięzienie jego kmiecia Bartłomieja (ZK 150 s. 95); Mikołaj z Wiśnicza kaszt. przem. [1433—48] zeznaje, że jego poręczyciel Piotr Gaweł z Racławic [pow. prosz] winien za jego pośrednictwem wypłacić 50 grz., a on sam 100 grz. Mikołajowi wójtowi z M. pod rygorem wzrostu długu do 200 grz., a następnie wwiązania do wsi Kobyle (ZK 150 s. 113).\n1440 Andrzej wójt M., w 1441 wójt połowy wójtostwa w M., br. Mik. Łapsza wójta w M., w l. 1442—59 niegdyś wójt z M. piszący się z Dąbrowna 1459 (ZK 11 s. 454, 460; 146 s. 634; 313 s. 259; 314 s. 2c; GK 7 s. 685—6, 763; 8 s. 320; 11 s. 312; OK 8 s. 288).\n1441 Prandota Nakielski z Nakła wójt z M. (GK 7 s. 299, 325, 359, 385—6, 474—5; SP 2, 2943).\n1441 Mikołaj prepozyt kl. mstow. pozywa Mikołaja niegdyś wójta z M. o to, że z polecenia królewskiego odsunął prepozyta od uczestnictwa przed sądem wyższym pr. magd. i sprzedał podstępnie (na smowye) Prędocie Nakielskiemu [z Nakła] wójtostwo w M., oraz że Prędota trzyma je bez zgody prepozyta i wskutek tego nieuregulowanego posiadania (nyewrządne) wyrządził szkodę klasztorowi na 100 grz. (GK 7 s. 299, 359; SP 2, 2943); Prędota z Nakła zobowiązuje się zastępować w sądzie Mikołaja prep. w M. w sprawie wójtostwa w M., którego połowę sprzedał temu prepozytowi (GK 7 s. 474—5); br. rodz. Mikołaj i Andrzej wójtowie z M. dzielą pomiędzy siebie dobra sołeckie czyli wójtostwo w M. (omnium bonorum scoltecie ibidem in Mstow ipsam aduocaciam). Podział ma obowiązywać pod zakładem 200 grz. (GK 7 s. 685); Jan Rokosz pstar. krak. ustanawia zakład 100 grz. między Mikołajem i Andrzejem wójtami z M. dla zachowania zgody między nimi (GK 7 s. 686).\n1441 24 III Mik. [Łapsz] landwójt z M. (GK 7 s. 386).\n1461 odstąpienie wójtostwa w M. kl. mstow. → Mstów klasztor p. 3a; 1462 NN podwójci (Teut. 3 s. 264); 1470—80 w mieście było wójtostwo liczące 2 ł. i niwę, lecz zostało skupione przez prep. Mikołaja i włączone do własn. klaszt. (DLb. 3 s. 149); 1490 ogrody wójt. w M. w posiadaniu miejscowych mieszczan (OK 11 k. 361v).\n1513 Jakub Stajenny podwójci (viceadvocatus) (Kopiarz mstowski s. 98)."}]
        },
        {"point_num":"4c",
         "point_content": [
            {"text":"-c. Ławnicy, przysięgli. "},
            {"regesty":"1402 wym. bezimiennie przysięgli (iurati) (KSN 1096); 1412 wym. bezimiennie ławnicy (scabini) (KSN 3091); 1417 prowadzone są księgi ławnicze mstow. (ZDM 1, 317); ławnicy: Stanisław celnik, Sisno, Kuso garncarz, Maciej, Rodzaj, Wiseł, Godzik, Kusso, Kostyra (tamże); 1425 7 ławników z M.: Kusz, Kościrad, Tworek szewc, Pióro, Klimek Bosaj, Wojtek Błotny, Wiseł Filip → Mstów klasztor p. c (Teut. 1a s. 240—1); 1435 wym. bezimiennie ławnicy → p. 4d; ławnicy → p. 6e; 1462 sprawa między Janem Gładyszem z Lelowa a wójtem [sądowym] i ławnikami z M. (Teut. 3 = SWPM I—9 s. 260); przysięgli z M. (Teut. 3 s. 264); 1475 → Rajcy p. 3h."}]
        },
        {"point_num":"4d",
         "point_content": [
            {"text":"-d. Sąd gajony-ławniczy w M. "},
            {"regesty":"1435 wym. bezimiennie rajcy i ławnicy z M. odesłani z sądu grodz. krak. przed własny sąd miejski gajony w M. dla rozsądzenia sprawy między Mikołajem wójtem z M. a Piotrem Wodą ze Szczekocin (GK 5 s. 256); 1440 wójt i rajcy miasta M. mają przedłożyć przed sądem grodz. krak. przywilej uprawniający ich do rozsądzenia sprawy z Ninogniewem Lipnickim [z Lipnicy w ziemi sier.] przed własnym sądem [miejskim-gajonym], zwalniający zarazem od sądu kasztelańskiego (in castellania) (GK 7 s. 153); 1441 Ninogniew z Lipnicy umarza sprawy z rajcami i wójtem z M. (GK 7 s. 242); 1475 → Rajcy p. 3g."}]
        },
        {"point_num":"4e",
         "point_content": [
            {"text":"-e. Rajcy. "},
            {"regesty":"1402 wym. bezimiennie rajcy (consules) (KSN 1096); 1412 Piotr Guskra[[12]] rajca miasta M. przedkłada przed sądem wyższym pr. niem. na zamku krak. pismo sądu gajonego tego miasta, mocą którego ustanawia swoim pełnomocnikiem szl. Dobka wójta z M. we wszystkich sprawach rady, ławy i całej społeczności miasta M. (KSN 3091); 1415 rajcy m. M. udzielają miastu Wrocław rękojmi za uwięzionego w tym mieście Macieja s. Czarnego, gwarantując, że będzie się spokojnie zachowywał (A. Mosbach, Przyczynki do dziejów polskich z Archiwum miasta Wrocławia, Poznań 1860, s. 22); 1417 rajcy: Klemens, Marcin szewc, Wojtan, Maciej (ZDM 1, 317); 1426 Wawrzyniec dz. Lipnika pozywa rajców i całą społeczność miasta M. (GK 2 s. 672)[[13]]; 1435 rajcy → p. 4d; rajcy → p. 6e; 1441 rajcy → p. 4d; 1464 Piotr ze Smogorzowa [pow. wiśl.] ma sprawę z rajcami i całą społecznością miasta M.; prac. Urban i Mikołaj słudzy szl. Jakuba Pielsza z Brodły w sprawie z rajcami i całą społecznością miasta M. Pielsz staje o kary przy swoich kmieciach (GK 17 s. 279); 1475 wójt [sądowy] rajcy i przysiężni z M. na wniosek Piotra Puczka z Olkusza przedkładają przed sądem grodz. krak. przyw. uprawniający ich do stawania przed sądem miejskim; Piotr Kierstan mieszcz. z Żarek odstępując od swego sądu oświadcza, że zgodnie z pełnomocnictwem rady miasta Żarki zabrał Piotrowi Puczkowi 4 konie i pusty wóz, o które tenże Puczek pozwał wójta, rajców i przysiężnych z M. Kierstan zobowiązał się zastępować mstowian przed sądem (GK 19 s. 1021); na wniosek Piotra Puczka z Olkusza rajcy, wójt i przysięgli z M. zostają odesłani przed sąd miejski, który ma się odbyć w M. (GK 19 s. 1024—5); 1513 burmistrz Marcin Gromek (Kopiarz mstowski s. 98); 1528 wymienieni bezimiennie burmistrz i rajcy miasta M. (DP 2, 374)."}]
        },
        {"point_num":"5",
         "point_content": [
            {"text":"5. "},
            {"regesty":"Przed 1456 par. klaszt. → Mstów klasztor p. 5b; 1456 kl. mstow. zobowiązany do wystawienia w mieście M. lub na jego przedmieściach kościoła podległego jurysdykcji bpów krak. (DLb. 3 s. 160—3); 1470—80 w mieście M. kościół par. filialny w stosunku do kościoła par. na wzgórzu [za rz. Wartą w diec. gnieźn.] (DLb. 3 s. 149); 1513 prepozyt z M. otaksowany na 20 grz. płaci 5 grz. (AKapKrak., Reg. C. 1: Liber retaxationum, s. 32); 1527 Kasper prepozyt z M. otaksowany na 20 grz. placi 10 fl. (AKapKrak., Reg. C. 2: Liber retaxationum, k. 75); 1598 w M. kaplica Ś. Stanisława[[14]], należąca do szpitala, zniszczona przez powodzie rz. Warty, odbudowywana od nowa przez prepozyta kl. mstow., który wyłożył już fundamenty na mury kaplicy i osłonięcie cmentarza od rzeki. Nabożeństwa w kaplicy odprawiają kanonicy regularni z miejscowego kl. Szpital [przytułek dla ubogich] w M., położony przy jednej z ulic, uposażony jest 3 domami w mieście, z których ma czynsz roczny. Dysponuje też czynszem wykupnym w wysokości 100 fl., zapisanym na pewnych rolach miasta M., z czego pobiera 8 fl. rocznie. Szpital jest administrowany przez rajców miejskich (WR k. 114v)."}]
        },
        {"point_num":"6aa",
         "point_content": [
            {"text":"6. -aa. Duchowni i inne osoby pochodzące z M.: "},
            {"regesty":"1374 Wojciech s. zm. Jana z M. kleryk gnieźn. zostaje kan. kurzelowskim po śmierci Mikołaja z Koziegłów (Rejestr Świętop. s. 89; Bullarium 2, nr 2133); 1388—1400 Stanisław s. Michała, mgr uniwersytetu w Padwie, notariusz kap. krak. 1389 (K. Ożóg, Kultura umysłowa w Krakowie w XIV wieku: środowisko duchowieństwa świeckiego, Wr. 1987, s. 149); 1389—1400 Michał s. Wincentego z M., notariusz publiczny diec. krak. (KMK 1, 68; Bullarium 3, nr 691).\n1422 Gotard z M. s. Pawła z M., piszący się też z Żarnowca, notariusz publiczny (Cracovia artificum suppl. 1410—1412, 1421—1424, nr 158; OK 4 k. 272r); 1425 tenże pisarz kurii bpiej (ZDK 2, 254); 1430 tenże Gotard kleryk gnieźn. pleb. w Targoszycach uzyskuje prowizję na plebanię kościoła par. w Siewierzu, wakującą po śmierci Dziersława Strzały, a okupowaną przez Piotra z Koziegłów (Bullarium 4, 2467); 1448—70 Jan z M. s. Macieja, student Uniw. Krak., 1448, promowany na bakałarza 1451, pleb. 1470 (Metryka UK 1 s. 222, t. 2 s. 319, 647; Księga promocji s. 41, 165; Acta Rectoralia Almae Universitatis Studii Cracoviensis I a. 1469—1537, wyd. W. Wisłocki, Kr. 1893—7, nr 143); 1455 Jan kleryk z M. malarz w sprawie z szl. Rafałem z Jawornika o pewne rzeczy (Cracovia artificum suppl. 1451—1460, nr 223); 1465—77 Stanisław zw. Flamma z M. s. Piotra Płomienia student Uniw. Krak. 1465, promowany na bakałarza 1473, promowany na mgr 1477 (Metryka UK 1 s. 314, 2 s. 319, 710; Księga promocji s. 64, 68); 1479 Maciej kleryk z M. (OK 13 s. 1016); 1481 Mikołaj kleryk z M. (OK 13 s. 1187); Klemens z M. wikary w Czchowie (OK 13 s. 1227); Stanisław z M. kapelan (Prawa, przywileje i statuta miasta Krakowa 1507—1795, zebrał i wyd. F. Piekosiński, t. 1 1507—1586, z. 1—2, Kr. 1885, nr 504); 1483 Stanisław z M. altarysta w Lelowie (OK 3 s. 338); 1492 Wojciech s. Piotra z M. kleryk diec. krak., notariusz publiczny (OK 15 s. 51; K. Skupieński, Notariat publiczny w średniowiecznej Polsce, Lublin 1997, s. 199, 276).\n1506—50 Jan z M. s. Marcina, student Uniw. Krak. 1506, promowany na bakałarza 1511, promowany na mgr 1520, kan. w kol. Ś. Anny 1511—40, profesor Collegium Minus 1532—6, dziekan wydziału sztuk 1538—40, pleb. w Staszowie [pow. sand.] 1529—32, kantor kol. Ś. Floriana na Kleparzu 1541—50, pleb. w Olkuszu 1541—50, br. Wojciecha z M. bakałarza (LR s. 231; W. Urban, Regesty do dziejów szkolnictwa…, nr 7; Conclusiones Universitatis Cracoviensis ab anno 1441 ad annum 1589, wyd. H. Barycz, Kr. 1933, s. 208, 220, 233—4; Najstarsza księga promocji s. 277, 286, 354, 419; Acta Rectoralia… I, nr 2935, 3247, 3251—2, 3283; Acta Rectoralia Almae Universitatis Studii Cracoviensis II a. 1536—1580, wyd. S. Estreicher, Kr. 1909, nr 114, 119, 139, 150, 160, 162, 325, 379; Wypisy 1542—1545, nr 1612, 1798; Wypisy 1545—1550, nr 1926, 2305; D. Molenda, Dzieje Olkusza do 1795 roku, w: Dzieje Olkusza i regionu olkuskiego, pod red. F. Kiryka i R. Kołodziejczyka, W.—Kr. 1978, t. 1, s. 233); 1508 Szymon z Nieszawy (de Myeschowa) podkantor z M. (AC 2, 1991); 1518—23 Wojciech z M. s. Marcina student Uniw. Krak. 1518, promowany na bakałarza 1523, kapłan, br. Jana kan. w kol. Ś. Anny w Krakowie (Metryka UK z lat 1509—1551, s. 91, 431, 590; Najstarsza księga promocji s. 290, 354); 1528 Jan kapłan z M. przebywający w kl. częstochowskim (DP 2, 374); 1529 Jakub z M. pleb. w Zalasiu, Jan posesor altarii Przemienienia Pańskiego w kol. Ś. Floriana na Kleparzu (LR s. 142, 231, 303); 1541 ksiądz Jan z M. procesuje się z Janem Trociną mieszcz. i burmistrzem z Wiślicy (Wiśn. P, s. 498—9); 1562—74 Rafał Mstowski kan. krak. (Prawa, przywileje i statuta miasta Krakowa, t. 1, z. 1—2, nr 182, 518; Księgi egzaminów nr 2150); 1582 Maciej z M. pleb. w Kidowie (tamże nr 5579); 1592 Wojciech z M. pleb. w Nasiechowicach (tamże nr 507); 1598 Adam z M. kantor w szkole we Włodowicach; diakon Sebastian z M. rektor szkoły w Zielonkach; Jan z M. rektor szkoły w Rzepiennikach; Adam z M. rektor szkoły w Skarżycach (Kot, Szkolnictwo → p. 7, s. 203, 272, 337, 357)."}]
        },
        {"point_num":"6ab",
         "point_content": [
            {"text":"-ab. Osoby z M. egzaminowane do święceń kapłańskich: "},
            {"regesty":"1573 Kasper s. Józefa Małuskiego, 1579 Andrzej s. Stanisława, 1580 Wawrzyniec s. Wojciecha[[15]], Wojciech s. Stanisława, 1581 Grzegorz s. Macieja, 1585 Adam s. Szymona, 1589 Jakub s. Marcina, 1590 Jan s. Pawła Cieszkowskiego, 1591 Mikołaj s. Tomasza Płosy[[16]], Szymon s. Macieja[[17]], 1598 Sebastian s. Pawła Zernkowicza (Księgi egzaminów nr 134, 545, 898, 1341, 1907, 2160, 2505, 2796, 3057, 4042, 4477, 4699)."}]
        },
        {"point_num":"6b",
         "point_content": [
            {"text":"-b. Studenci Uniw. Krak. pochodzący z M.: "},
            {"regesty":"1400 Jan s. Szczepana, 1402 Dominik s. Roranda, 1412 Stanisław, 1425 Wincenty s. Marcina, 1448 Jan s. Macieja, 1451 Marcin s. Stanisława, 1454 Jan s. Pawła, 1463 Jan, 1465 Stanisław s. Piotra Płomienia, 1468 Jakub s. Piotra, 1476 Piotr s. Macieja, 1481 Stanisław s. Marcina, 1487 Maciej s. Stanisława, 1506 Jan s. Marcina, 1518 Wojciech s. Marcina, 1520 Adam s. Jakuba, Michał s. Macieja, 1523 Wojciech s. Marcina, 1531 Grzegorz s. Macieja, 1541 Wojciech s. Franciszka, 1561 Jan s. Wawrzyńca, 1569 Wawrzyniec s. Jana, kapłan i pierwszy prep. szpitala Ś. Floriana erygowanego na Kleparzu, 1573 Wawrzyniec s. Wojc. Noconia (Noczony), 1580 Stanisław s. Jakuba karczmarza (Cauponis), 1581 Adam s. Szymona bednarza z M., Stan. Mstowski s. Macieja Żurka, 1583 Szymon s. Macieja Jędraczka, 1588 Jerzy Mstowski s. Marcina Bąka, Mikołaj s. Tomasza Płosy (Metryka UK 1, s. 45, 49, 78, 125, 222, 238, 250, 300, 314, 331, 389, 416, 463, 630; 2 s. 319, 615, 635, 646—7, 651, 654; Metryka UK z lat 1509—1551, s. 91, 110, 132, 172, 225, 431, 589—90, 607, 630; Album… t. 3, z. 1, s. 41, 72, 88, 117, 121, 122, 131, 155, 156)."}]
        },
        {"point_num":"6c",
         "point_content": [
            {"text":"-c. Osoby z M. przyjęte do pr. miej. w Krakowie i zamieszkujące w tym mieście. "},
            {"regesty":"1468 Miklas, 1504 Marcin Przybyło (Kacz. 7110, 9325); 1525 Jan szewc, 1568 Maciej Jędraczek garncarz, 1571 Szymon Perczkowicz (Księgi przyjęć nr 1028, 3806, 3969).\n1492 Anna Midorowa z M. siostra rodz. Barbary niegdyś Zegarkowej (Rad. 430 s. 331)."}]
        },
        {"point_num":"6d",
         "point_content": [
            {"text":"-d. Osoby z M. zamieszkujące w innych miastach: "},
            {"regesty":"1479—1524 Wojciech z M. organista na Skałce w [mieście] Kazimierzu 1479 (OK 13 s. 1060; DP 2, 300); 1487 Katarzyna służąca w kl. kan. reg. w Kłobucku, 1495 Stanisław służący w kl. w Kłobucku, 1506 Jan służący w kl. w Kłobucku → Kłobuck, p. 5ac (J. Laberschek, W czasach piastowskich i jagiellońskich, w: Kłobuck. Dzieje miasta i gminy do roku 1939, pod red. F. Kiryka, Kr. 1998, s. 139); 1524 Wojciech z M. niegdyś organista na Skałce w Kazimierzu oskarża Macieja przeora ze Skałki o 1 fl. wynagrodzenia za grę na organach, przekazanie organów nie jemu, lecz Stan. Nagietkowi, który zdaniem Wojciecha zepsuł 1 głos w tym instrumencie (DP 2, 300); Jan Krajczy z M. kupuje dom z rolą w mieście Woźniki [Śląsk] (Protokolarz miasta Woźnik, oprac. L. Musioł, S. Rospond, Wr. 1972, nr 65)."}]
        },
        {"point_num":"6e",
         "point_content": [
            {"text":"-e. Pobyty panujących i posłańców. "},
            {"regesty":"1364 Kazimierz W. przebywając w M. wystawia dok. dla kl. Klarysek Ś. Andrzeja w Krakowie, zezwalający zakonnicom na lokowanie na pr. średz. miasta o nazwie Klasztor (Mp. 1, 275); 1450 15 III Kazimierz Jag. przebywając w M. wystawia dok., w którym wydzierżawia na rok za 1700 grz. i 1 postaw sukna brukselskiego Janowi s. Marka mieszcz. krak. cła krak.; tamże wystawia dok. dla Elżbiety ż. Bolesława ks. opolskiego [c. Elżbiety i Wincentego Granowskich], przenoszący wieś Kidów, należącą do zamku Pilica z pr. pol. na pr. średz.; tamże wystawia dok., w którym wydzierżawia na rok za 900 grz. i postaw koftyru Krzysztofowi „de Sancto Romulo” i Mikołajowi ze Stradomia cło lwowskie (Pol. 4, 31; MI 2, 111; MS 1, 98—100); 1474 w czasie wojny z Maciejem Korwinem [królem Węgier i Czech] i związanej z tym kampanii śląskiej król Kazimierz Jag. przebywa w M. koncentrując w jego okolicy wojsko. Zbierające się pospolite ruszenie pustoszy i niszczy okoliczne wsie (DH 5 s. 610; DHn. 12, 1462—80, s. 334, 337)[[18]]; 1485 rada m. Lelowa w ramach podwód dostarcza 2 konie dla Marcina Święcickiego pokojowca król., udającemu się do M.; 1491 rada m. Lelowa dostarcza 8 koni panu Krzyżanowskiemu słudze wojewody, udającemu się do M. (ANKr. Rachunki miasta Lelowa 1482—1538 IT 230c, s. 18, 71)."}]},
        {"point_num":"6f",
         "point_content": [
            {"text":"-f. Posiedzenia sądowe w M. "},
            {"regesty":"1381 Tasz podsędek dystr. olsztyńskiego świadkuje na dok. wystawionym w M. przez Bieńka dz. Borowna, w którym ten sprzedaje Nieszkowi z Konina sołectwo we wsi Kościelec (ZDM 4, 1061); 1382 Tasz [z Małusz Błotnych] podsędek dystryktu olsztyńskiego wystawia w M. dok. dla kl. w M. → Mstów klasztor p. 3a (ZDM 1, 171; 4, 1064); 1408 sprawa między Dzichną wd. po Świętosławie z Bzowa a Paszkiem z Bzowa przeniesiona z sądu w M. przed sąd grodzki pana starosty w Krakowie (GK 1a k. 68v); 1431 sąd w M. → p. 2c; 1435 rajcy i ławnicy z M. mają sprawę z Mikołajem wójtem z M. przed sądem Mikołaja z Michałowa kaszt. i star. krak. w M. (GK 5 s. 328)."}]
        },
        {"point_num":"6g",
         "point_content": [
            {"text":"-g. Ważniejsze wydarzenia i incydenty. "},
            {"regesty":"1501 kardynał Fryderyk Jag. zatwierdza ugodę zawartą między Małgorzatą wd. po Mik. [Wieruszu] Waliknowskim [z Walichnowów w ziemi wiel., sędzim wiel.] a kl. w M. w związku z zabójstwem jej męża przez mieszczan mstow. (AG perg. 5870; Dźwigała, Dokumenty → p. 7, s. 358)[[19]]; 1502 prymas kardynał Fryderyk Jagiellończyk potwierdza ugodę między kl. w M. a Małg. Walknowską o odprawianie nabożeństw za duszę męża Mik. Wierusza (AG perg. 5873); 1521 Andrzej Wolski dz. Woli Jajkowskiej [ziemia sier.] kwituje Andrzeja prep. mstow. i jego poddanych z zapłaty 120 grz. główszczyzny za zabitego przez mieszczan mstow. jego s. Jana Wolskiego (MS 4, 3974; Regesty nr 46); 1536 oficjał krak. zobowiązuje Jana prep. mstow. do przesłuchania świadków w procesie Kat. Przekopskiej z M., oskarżonej o cudzołóstwo przez męża Macieja (Łatak, Katalog rządców → Mstów p. 7, s. 467); 1556 sąd miejski Krakowa skazuje na powieszenie Jana Grabarczyka z Rędzin k. Częstochowy za liczne kradzieże, w tym za kradzież w Przyrowie sukni makowej pątnikowi i jej sprzedanie za 3 wiard. w M. (Księga kryminalna → p. 7, s. 64—5); 1558 Matys z Lwówka s. Stanisława krawca zeznał przed sądem miejskim w Krakowie, że wraz z 3 innymi złodziejami ukradł 4 postawy sukna w M., w tym 2 dzikiego i 2 czerwonego i sprzedali je za 7 grz. Żydowi w M. oraz że ukradł wraz z towarzyszami 4 konie za M. i sprzedali je we Wrocławiu, w tym Matys sprzedał swojego za 6½ grz. Skazany powiesił się w izbie tortur (Księga kryminalna → p. 7, s. 72—75); 1566 pożar miasta i kościoła[[20]] (Kopiarz mstowski, zapiska na karcie tytułowej; KatZab. t. 6, z. 4, s. 8, 10); 1591 Andrzej Sostaczek kmieć z wsi szlach. Gorzków [zapewne pow. lel., par. Staromieście] zbiegł z rodziną do zagrody w mieście M., należącej do Józefa Małuskiego (A. Kiełbicka, Zbiegostwo chłopów w województwie krakowskim na przełomie XVI i XVII wieku, Wr. 1989, nr 133); 1594 pożar miasta M. (F. Kiryk, Rozwój → p. 7, s. 175, 407); 1597 kmiecie z wsi szlach. Kraszewice Adam Sitarz i Jakub Kowalik zbiegli z rodzinami do miasta M. kl. mstow. (A. Kiełbicka, Zbiegostwo chłopów…, s. 552—3)."}]
        },
        {"point_num":"7a",
         "point_content": [{"text":"-a. Źródła. Dodatkowe skróty."},{"elements":"\nDecreta — Decreta iuris supremi Magdeburgensis castri Cracoviensis. Bd 1: 1456—1481, Bd 2: 1481—1511, hrsg. L. Łysiak, K. Nehlsen, V. Stryk, Frankfurt am Main 1995, 1997.\nKsięga kryminalna miasta Krakowa z lat 1554—1625, oprac. i wyd. W. Uruszczak, M. Mikuła, A. Karabowicz, Kr. 2013.\nKsięgi egzaminów — Księgi egzaminów do święceń w diecezji krakowskiej z lat 1573—1614, oprac. Z. Pietrzyk, Kr. 1991.\nNajstarsza księga promocji — Najstarsza księga promocji Wydziału Sztuk Uniwersytetu Krakowskiego z lat 1402—1541, wyd.: A. Gąsiorowski, T. Jurek, I. Skierska, W. 2011."}]
        },
        {"point_num":"7b",
         "point_content": [{"text":"-b. Literatura. "},{"elements":"M. Antoniewicz, Herby miast województwa częstochowskiego, Częstochowa 1984, s. 64—6, tab. 8; tenże, Metryki miast i miejscowości gminnych powiatu częstochowskiego, „Ziemia Częstochowska” 27, 2000, s. 50—5; G. Bielińska, M. Kosiński, M. Wieczorek-Szmal, Sprawozdanie z ratowniczych badań wykopaliskowych na terenie grodziska „Gąszczyk” w Mstowie-Podlesiu w roku 2010, „Rocznik Muzeum Częstochowskiego” 2011, s. 129—36; B. Dźwigała, Dokumenty do dziejów miasta, klasztoru i parafii w Mstowie przechowywane w Archiwum Głównym Akt Dawnych w Warszawie, w: Mstów. Miasto — klasztor — parafia na przestrzeni dziejów, pod red. K. Łataka, Łomianki 2013, s. 357—60; F. Kiryk, Z dziejów urbanizacji Wyżyny Krakowsko-Częstochowskiej w średniowieczu, w: Zróżnicowanie i przemiany środowiska przyrodniczo-kulturowego Wyżyny Krakowsko-Częstochowskiej, t. 2 Kultura, Ojców 2004, s. 36; tenże, Rozwój urbanizacji Małopolski w XIII—XVI wieku, WSP Kraków 1974 — mps pracy habilitacyjnej; S. Kot, Szkolnictwo parafialne w Małopolsce XVI—XVIII w., Lwów 1912, s. 203; Krasnowolski Układy, ss. wg ind.; J. Krzyżanowski, Polityka miejska Bolesława Wstydliwego, w: Studia historyczne ku czci Stanisława Kutrzeby, t. 2, Kr. 1938, s. 382, 393, 397—401, 404, 406—8, 415—9, 421; S. Kubiak, Skarb z XV w. z Mstowa, pow. Częstochowa, „Wiadomości Numizmatyczne” 16, 1972, z. 3, s. 169—74; A. Kubicki, Z przeszłości Mstowa. Notatki kronikarskie od średniowiecza do 1939 roku, Częstochowa [2011] — w części dotyczącej średniowiecza praca bez wartości; J. Laberschek, Średniowieczne dzieje nadwarciańskiego Mstowa, Kr. 2014; tenże, Średniowieczny Mstów, w: tegoż, Częstochowa i jej okolice w średniowieczu, Kr. 2006, s. 139—46; K. Nabiałek, Starostwo olsztyńskie od XIV do połowy XVII wieku, Kr. 2012; J. Rajman, Pogranicze śląsko-małopolskie w średniowieczu, Kr. 2000, ss. wg ind; A. Sochacki, Mstów w czasach staropolskich, w: Mstów. Miasto — klasztor — parafia…, s. 17—29; A. Wałkówski, Średniowieczny Mstów → Mstów klasztor p. 7, s. 273—8; J. Wolny, Studenci Uniwersytetu Krakowskiego w XV wieku z terenu diecezji częstochowskiej, „Częstochowskie Wiadomości Diecezjalne” 1969, nr 3—6, s. 95—108; Zajączkowski, O kształtowaniu się granic → Mstów klasztor p. 7; M. Załęska, Wójtostwa dziedziczne w miastach Małopolski w późnym średniowieczu, W. 2005, s. 25, 27, 68, 86—88."}]
        },
        {"point_num":"8",
         "point_content": [{"text":"8. Kultura materialna. 1415 pieczęć M. podwieszona przy dok. rady miejskiej → p. 3h; 1417 pieczęć zapewne z h. Lis wystawcy dok. Dobiesławia z Żurawia wójta mstow. → p. 3g (ZDM 1, 317; H. Seroka, Herby miast małopolskich do końca XVIII wieku, W. 2002 s. 56); XVI wiek — pieczęć miasta M. z godłem w tarczy, wyobrażającym 2 klucze w skos w dłoni. Tarczę herbu M. wieńczą symbole właściciela miejscowości, czyli klasztoru, pastorał i infuła (H. Seroka, Herby miast…, s. 268).\nW rejonie ul. Kilińskiego w M. ujawniono skarb monet, ukryty po 1440 r., zawierający około 700 numizmatów, w tym monety Władysława Jag., Władysława III Jagiellończyka oraz emisje czes., węg. i pomorskie (I. Młodkowska-Przepiórowska, Badania AZP 86—50, 1992, mps archiwum częstochowskiej delegatury WUOZ w Katowicach).\nW 2011 r. Z. Bereszyński w artykule, Nieznane warownie, „Spotkania z Zabytkami”, 5 (171), 2001, s. 40, wysunął hipotezę, przyjętą następnie przez J. Laberscheka, Średniowieczne dzieje nadwarciańskiego Mstowa, Kr. 2014, s. 34, iż na wypłaszczeniu szczytowym „Góry 3 Maja” na południowy wschód od centrum Mstowa znajdują się relikty grodu wczesnośredniowiecznego, obwiedzionego wałem dookolnym o powierzchni założenia 80 arów. Z hipotezą tą rozprawiła się definitywnie archeolog Iwona Młodkowska-Przepiórowska, Co z tym grodziskiem, czyli o wynikach badań archeologicznych na Górze 3 Maja w Mstowie, w druku, która latem 2015 r. przeprowadziła w tym miejscu badania wykopaliskowe, wskazujące na istnienie tutaj wyłącznie wałów usypanych z odpadów przemysłowych [popiołu], najprawdopodobniej z wapienników funkcjonujących z pocz. XX wieku."}]
        },
        {"point_num":"Uw",
         "point_content": [{"text":"Uw. W latach 1441—60 Mik. Łapsz pisał się jako były wójt M., w 1443—60 był posiadaczem → Małusz Błotnych, w 1445—59 → Małusz Pośrednich, w. 1459—60 → Małusz Starych (GK 8 s. 821—2, 1026—7, 1041, 1126; 10 s. 467; 11 s. 33; 12 s. 368, 561—3; 13 s. 74—5, 373; 14 s. 50—1, 53, 120—1, 124, 179, 328, 363, 402; 15 s. 249—50; 16 s. 699; ZK 13 s. 359, 430; 14 s. 118; 146 s. 567, 622, 624—5, 634, 638—9; 147 s. 142—3; 257 s. 78; 260 s. 120—1; 313 s. 195, 212—3, 237, 251, 257, 259, 264—5, 276—7, 283, 292, 297, 300—1, 311, 315, 317, 341, 346—7, 389; 314 s. 2c, 18, 25, 47, 53, 64, 66, 82—3, 109—10, 115—6, 134—5, 139). W 1444 Jan Rej z Szumska łowczy krak. ręcząc za Piotra Cikowskiego podsędka ziemi krak. zobowiązał się zapłacić 103 grz. długu Mikołajowi niegdyś wójtowi z M., a z kolei Piotr Cikowski zapewnił, że uwolni Jana Reja z poręki (GK 8 s. 821—2).Tego samego roku sprawa między Janem Rejem z Szumska a Mikołajem [niegdyś] wójtem z M. została odesłana na termin do Książa (GK 8 s. 1126)[[21]]. W latach 1464—9 występuje Jadwiga z Rząsaw wd. po Mikołaju z Małusz wójcie M., → Małusze Błotne p. 3, w l. 1460—93 s. Mikołaja Stanisław z Małusz, a w l. 1460—92 drugi s. Mikołaja Jakub Wójcik z Małusz, → Małusze Błotne p. 3."}]
        }
    ],
    "footnotes": {
        "1": "W Mp. 1 s. 58 Mistou.",
        "2": "Ponadto w dok. z 1624 r. Andrzeja Strzembosza prep. mstow., wystawionym po pożarze miasta M., a ustalającym powinności mieszczan, wymienione są następujące obiekty fizjograficzne: grunt zw. potocznie Taszarki [dziś łąki Tasarki w M. i w Wancerzowie — UN 202 s. 23, 25], góra zw. Dobra, miejsca zw. Skarżawa, Garnek i Chropoń [dziś cz. M., położona na wschód od centrum tej wsi. nosi nazwę Chrapoń — UN 202 s. 23] i rz. Warta (Kopiarz mstowski s. 100—4).",
        "3": "Incydent miał miejsce 26 II, czyli w okresie Wielkiego Postu, można się zatem domyślać, iż wynajęty przez Andrzeja Tęczyńskiego i Mik. Balickiego woźnica Jakub Grzywa z Mstowa wiózł śledzie — ówczesny wielkopostny przysmak — do rezydencji owych dostojników, a więc do zamku Ojców i zamku Tęczyn.",
        "4": "Wzgórze w zakolu rz. Warty, 10 km na południowy zachód od M., 1,5 km na północny wschód od centrum Częstochowy (Mapa Obrębów).",
        "5": "Wzmianki o tym tkaczu kładą kres wątpliwościom J. Wyrozumskiego, Tkactwo małopolskie w późnym średniowieczu, Kr. 1972, s. 57, jakoby w M. nie było w średniowieczu sukienników.",
        "6": "Istnieje duże prawdopodobieństwo wystawienia tego przywileju w tym właśnie czasie, skoro Jan Długosz w DLb. 3, s. 150, spisanym w latach 1470—80, notuje aż 15 jatek rzeźniczych w M., z których każda dawała kl. mstow. z tytułu rocznego czynszu 3 kamienie łoju.",
        "7": "Anna wyszła powtórnie za mąż za Mik. Szczypkę z Małusz Błotnych (ZK 312 s. 204).",
        "8": "Poświadczona w ZK 312 s. 186.",
        "9": "Ponadto jako dziedzic Żurawia poświadczony jest w: ZK 5 s. 36, 207, 218, 453; 311 s. 37; 312 s. 74, 78, 98, 126—8, 130, 132, 144, 149, 157, 159—60, 168 — jako zm., 178, 185—6; SP 2, 1467—8, 1472; 7/2, 187. Przy dok. Dobiesława z 1417 r. zachowała się owalna pieczęć z czarnego wosku z odciśniętym podwójnym krzyżem [h. Lis?, Pilawa?] (ZDM 1, 317; H. Seroka, Herby miast…, s. 56).",
        "10": "Wymienieni rycerze procesowali się już 3 IV 1415. Dobek pisał się wówczas z Żurawia (ZK 312 s. 74). 15 VI 1416 Dziwisz z Łukowej został skazany przez sąd wiecowy na zapłacenie kary XV Dobkowi z Żurawia, jak też sądowi, za pozwanie do niewłaściwego powiatu i ukarany za naganę szlachectwa Dobka (SP 2, 1467—8).",
        "11": "W 1418 Janusz ze Szreniawy s. Jarosława ze Szreniawy mąż Beaty sprzedał za 250 grz. Jakuszowi z Siedlca swoją cz. dziedziny w Szreniawie wraz z pr. patr. kościoła w tej wsi (SP 2, 1558b).",
        "12": "Być może tożsamy z Kostyrą, Kościradem ławnikiem mstow., poświadczonym w 1417 i 1425 (ZDM 1, 317; Teut. 1a s. 241).",
        "13": "W haśle Lipnik wiadomość umieszczona błędnie pod rokiem 1428.",
        "14": "Wg Mat. do MWK, s. 192 znajdowała się koło mostu nad brzegiem Warty.",
        "15": "Występuje jako student Uniw. Krak. w 1573 r.",
        "16": "Występuje jako student Uniw. Krak. w 1588 r.",
        "17": "Występuje jako student Uniw. Krak. w 1583 r.",
        "18": "W świetle badań K. Nabiałka, Starostwo olsztyńskie → p. 7, s. 345—6, monarcha rozbił swój obóz między Mstowem a Częstochową, a dokładnie na obszarze należącym do tego drugiego miasta, tj. na Złotej Górze i przebywał w tym miejscu 4 dni [8—11 IX].",
        "19": "Wg UŁS s. 152, nr 61, Mikołaj zmarł przed 10 XII 1498. 1500 wd. po nim Małgorzata zastawiła za 30 grz. J. Kaliszkowskiemu z Kaliszkowic 2 ł. w Świątkowicach (SHGW s. 160—1, 167). Szczegółowe dane o rodzinie Wieruszów-Waliknowskich, ale bez informacji o zabójstwie Mikołaja, zamieszcza T. Stolarczyk, Szlachta wieluńska od XIV do połowy XVI wieku, Wieluń 2005, s. 50—4.",
        "20": "To zapewne ze względu na zniszczenia spowodowane pożarem i konieczność odbudowy domów w mieście kl. kan. reg. nadał w 1568 r. mieszczanom mstow. las zw. Garnek (AG perg. 3927).",
        "21": "W haśle Książ Wielki (SHGK cz. III, s. 316) Mikołaj wójt błędnie określony jako: Mikołaj Adam z Mstowa."
    },
    "author": "JL"
}
